{
    "Index": {
      "shop": "Shop",
      "purchase": "Purchase",
      "tos": "ToS",
      "nitro": "Discord Nitro Upgrade",
      "spotify": "Spotify Premium Upgrade",
      "learn more": "Learn More ⇨",
      "tos2": "Upgraded accounts are unequivocally assured of seamless operation for the duration explicitly stipulated in the respective advertising material.",
      "tos3": "All transactions conducted through us are conclusively deemed final upon completion. We retain the exclusive discretion to adjudicate, on an individual basis, the appropriateness of issuing a refund.",
      "tos4": "Our Terms of Service may be subject to modification, and it is incumbent upon you to review these changes when appropriate.",
      "tos5": "Your purchase of any products or services from us constitutes your agreement to be bound by our Terms of Service.",
      "tos6": "Terms of Service",
      "payment1": "Purchasing Process",
      "payment2": "Step 1",
      "payment3": "Send us a message with the following 3 details:",
      "payment4": "1. Desired purchase",
      "payment5": "2. Method",
      "payment6": "3. Preferred payment",
      "payment7": "e.g. Spotify, method 1, FPS",
      "payment8": "Customer Support (Click One)",
      "payment9": "Step 2",
      "payment10": "Receive payment details and send payment.",
      "payment11": "Step 3",
      "payment12": "Upgrade. Further instructions will be provided by our support team if required. (approx. 10-15 mins).",
      "payment13": "Step 4",
      "payment14": "Review your account and reset password if necessary.",
      "payment15": "Payment",
      "year": "1 Year",
      "discord2": "Discord Nitro will be purchased to your account using Turkish localized pricing.",
      "discord3": "Our shop holds a bank account in Turkey, which allows us to legally take advantage of their local subscription pricing.",
      "discord4": "Pricing",
      "discord5": "Nitro - $300",
      "discord6": "Classic - $150",
      "discord7": "Methods (Choose 1)",
      "discord8": "No login information required. A one-use virtual card will be provided to the customer to purchase the subscription on their own. More instructions will be provided upon purchase.",
      "discord9": "Login information must be provided. Our support team will complete the nitro upgrading process with the customer's discord account.",
      "discord10": "Disclaimer",
      "discord11": "Customers with an ongoing nitro subscription on their Discord account must wait for the subscription to expire before purchasing from us.",
      "discord12": "Customers with \"30 days free trial\" promotion must wait for the promotion to expire before purchasing from us.",
      "spotify2": "Enjoy 1 year of Spotify premium in an affordable price.",
      "spotify3": "Method (Choose 1)",
      "spotify4": "You will receive a brand new Spotify premium account after purchase. You will also receive instructions on how to transfer songs and playlists to the new account if needed.",
      "spotify5": "Spotify premium upgraded on your own Spotify account. Your Spotify account must not be a part of a family plan within the preceding 12 months. Spotify login information must be provided to our support team to complete the upgrading process.",
      "spotify6": "Keep in mind that country or region settings on your account will be set to Turkey(English) and it cannot be changed for the duration of 1 year. However, user experience will not be impacted.",
      "spotify7": "Pricing",
      "spotify8": "$200",
      "back": "Back",
      "order": "Place Order",
      "language": "前往中文頁面"
    }
  }
